Repository: giellalt/corpus-smj
Catalog: tmx/nob/news/lokalavisa_nordsalten/2013/samisk_100513-anders.pdf.tmx
Source language: nob
Languages: smj

source: Rik-Anders
smj: Fálaldahka le buoragit vuosstájváldedum ja 71% mánájs adnin fálaldagáv.

source: Han ble kalt «Rik-Andersš på grunn av sin store reinflokk.
smj: Gåhtjoduváj «boandás-Andersš suv stuorra ællo diehti.

source: Det påstås at Anders Pettersen Vadnem hadde omlag 1000 dyr på det meste.
smj: Tjuottjoduvvá Anders Pettersen Vaddnemin lidjin sulla 1000 rejna bajemusát.

source: Rik-Anders og kona Boletta (Jovasdtr Åivetebme), og de to døtrene Inga og Ristin drev reindrifta sammen.
smj: Boandás-Anders ja áhkásj Boletta (Jovasdtr Oajvedibme) ja sunnu niejda Inga ja Ristin aktan ælov sujttijin.

source: Men begge døtrene døde ung, under tragiske omstendigheter.
smj: Goappátja niejdas nuorra jagij sinna sårmen jámijga. Árbbedábij milta Boandás

source: Tradisjonen forteller at Rik-Anders ofte joiket sin sorg når han satt ute eller gikk i fjellet.
smj: Anders álu juojgaj ietjas surgov gå lij ålggon jali várijt vádtsij.

source: Han kunne høres i lang tid etterpå.
smj: Mælggadav gulluj.

source: Det ble sagt at selv om folk ikke forsto joiken hørte de det var «sørge- joikš.
smj: Javllin vájku ulmutja ettjin dádjada juojgav de máhttin gullat dát lij «surggojuojggaš.

source: Med tapet av døtrene var grunnlaget og mye av pågangsmotet borte.
smj: Gå niejdajt biestij stuorra oasse hærdo vuodos gádoj.

source: Fostersønnen og nevøen Jon Jonsen fra Håkjerringnes ble den som senere arvet onkelen og tanten.
smj: Biebbmobárnne ja niehpe Jon Jonsen Håkjerringnesas manemussaj æddnuv árbbij.

source: Han ble senere kjent som Jon i Langåsen.
smj: Manebuj gåhtjoduvváj LánásseJåvvån.

source: På sine gamle dager bodde Anders og Boletta ved Kvitsteinelva i Rekvatnet.
smj: Gå vuorastuvájga årojga Anders ja Boletta Vielggisgierjåhkågátten Goajvojávre guovlon. Sadje gåhtjoduvváj

source: Plassen ble kalt Rikanders-jorda.
smj: Boandásandersgiedden.

source: På plassen hadde de en liten potetåker og et par geiter for melkas skyld.
smj: Danna adnin berunáhkárattjav ja gallegasj gájtsa mielke diehti.

source: Om vinteren var geitene i fjøset til Gammel-Per på Kråkmo.
smj: Dálvijt lidjin gájtsa Vuoras-Piera fievsen Skielkkán.

source: Omkring 1885 var Rik-Anders uheldig å komme ut for ulykke Han brakk lårbeinet.
smj: Birrusij 1885 lij Boandás-Anders riek vuorbedis ja sårmen nårråsav dåjij.

source: Det grodde aldri, så han kunne ikke gå, bare drog seg fram på to staver.
smj: Ittjij savá ja dajnas ittjij nagá vádtset.

source: Den 29. april 1890 døde Rik-Anders i gammen sin ved Kvitsteinelva.
smj: Ietjastis guokta såppij duok diek giesij.

source: Gammel-Per Kråkmo hentet Rik-Anders med hest og slede og førte han til Karlsøy hvor han ble begravd.
smj: Vuoratjismáuvjve 189j.

source: Boletta levde sine siste år i Langåsen.
smj: Vuoratjismániino 29.

source: (Etter Lars Signar Strindberg, forkortet versjon av artikkel som kommer i Årbok for Hamarøy 2013)
smj: Vuoras-Piera Skielkká Boandás-Andersav viettjaj hestajn ja gierrisijn ja doalvoduvváj Karlsøy:aj gånnå hávddáduváj.

source: Anta Pirak og " En nomad och hans liv "
smj: j

source: Tegn et abonnement på Lokalavisa NordSaltens papirutgave eller kjøp en elektronisk utgave (PDF.).
smj: j

source: Regler for kommentering
smj: j

source: Diskutér " Rik-Anders " på Facebook
smj: j
